Repository: alexislours/barcode-stash
Catalog: barcodes/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Filter, %lld active
de: Filtern, %lld aktiv
es: Filtro, %lld activos
fr: Filtre, %lld actif
it: Filtro, %lld attivi
ja: フィルター、%lld件が有効
ko: 필터, %lld개 활성
pt_br: Filtrar, %lld ativo
zh_hans: 筛选器，%lld个启用中
zh_hant: 篩選，%lld 個啟用中

source: Fullscreen barcode: %@
de: Vollbild-Barcode: %@
es: Código de barras a pantalla completa: %@
fr: Code-barres en plein écran : %@
it: Codice a barre a schermo intero: %@
ja: 全画面バーコード: %@
ko: 전체 화면 바코드: %@
pt_br: Código de barras em tela cheia: %@
zh_hans: 全屏条码：%@
zh_hant: 全螢幕條碼：%@

source: Generated
de: Generiert
es: Generados
fr: Générés
it: Generati
ja: 生成済み
ko: 생성됨
pt_br: Gerados
zh_hans: 已生成
zh_hant: 已產生

source: Generator Options
de: Generator-Optionen
es: Opciones del generador
fr: Options du générateur
it: Opzioni generatore
ja: ジェネレータオプション
ko: 생성기 옵션
pt_br: Opções do gerador
zh_hans: 生成器选项
zh_hant: 產生器選項

source: Getting location
de: Standort wird ermittelt
es: Obteniendo ubicación
fr: Obtention de la position
it: Acquisizione posizione
ja: 位置情報を取得中
ko: 위치 가져오는 중
pt_br: Obtendo localização
zh_hans: 正在获取位置
zh_hant: 正在取得位置

source: Getting Location...
de: Standort wird ermittelt…
es: Obteniendo ubicación...
fr: Obtention de la position...
it: Acquisizione posizione in corso...
ja: 位置情報を取得中...
ko: 위치 가져오는 중...
pt_br: Obtendo Localização...
zh_hans: 正在获取位置...
zh_hant: 正在取得位置...

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史记录
zh_hant: 歷史記錄

source: iCloud Sync
de: iCloud-Synchronisation
es: Sincronización de iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
zh_hans: iCloud同步
zh_hant: iCloud 同步

source: Import Barcodes
de: Barcodes importieren
es: Importar códigos de barras
fr: Importer des codes-barres
it: Importa codici a barre
ja: バーコードをインポート
ko: 바코드 가져오기
pt_br: Importar Códigos de Barras
zh_hans: 导入条码
zh_hant: 匯入條碼

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
it: Importazione fallita
ja: インポート失敗
ko: 가져오기 실패
pt_br: Falha na Importação
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
it: Importazione riuscita
ja: インポート成功
ko: 가져오기 성공
pt_br: Importação Bem-sucedida
zh_hans: 导入成功
zh_hant: 匯入成功

source: Invalid check digit (expected %lld)
de: Ungültige Prüfziffer (erwartet: %lld)
es: Dígito de control no válido (se esperaba %lld)
fr: Chiffre de contrôle invalide (attendu %lld)
it: Cifra di controllo non valida (prevista %lld)
ja: 無効なチェックデジット (期待値: %lld)
ko: 잘못된 검사 숫자 (예상 %lld)
pt_br: Dígito de verificação inválido (esperado %lld)
zh_hans: 无效的校验位（预期为%lld）
zh_hant: 無效的檢查碼（預期為 %lld）

source: Join Wi-Fi
de: WLAN beitreten
es: Conectarse a Wi-Fi
fr: Se connecter au Wi-Fi
it: Connettiti al Wi-Fi
ja: Wi-Fiに接続
ko: Wi-Fi 연결
pt_br: Conectar ao Wi-Fi
zh_hans: 加入Wi-Fi
zh_hant: 加入 Wi-Fi

source: Layer Count
de: Ebenenanzahl
es: Recuento de capas
fr: Nombre de couches
it: Numero di livelli
ja: レイヤー数
ko: 레이어 수
pt_br: Contagem de Camadas
zh_hans: 层数
zh_hant: 圖層數

source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
zh_hans: 位置
zh_hant: 位置

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: マップ
ko: 지도
pt_br: Mapa
zh_hans: 地图
zh_hant: 地圖

source: Map showing scan location
de: Karte mit Scan-Standort
es: Mapa mostrando la ubicación del escaneo
fr: Carte affichant le lieu de scan
it: Mappa che mostra la posizione di scansione
ja: スキャン場所を表示するマップ
ko: 스캔 위치를 보여주는 지도
pt_br: Mapa mostrando local da leitura
zh_hans: 显示扫描位置的地图
zh_hant: 顯示掃描位置的地圖

source: Map Style
de: Kartenstil
es: Estilo del mapa
fr: Style de carte
it: Stile mappa
ja: マップスタイル
ko: 지도 스타일
pt_br: Estilo do Mapa
zh_hans: 地图样式
zh_hant: 地圖樣式

source: Map style: %@
de: Kartenstil: %@
es: Estilo de mapa: %@
fr: Style de carte : %@
it: Stile mappa: %@
ja: マップスタイル: %@
ko: 지도 스타일: %@
pt_br: Estilo do mapa: %@
zh_hans: 地图样式：%@
zh_hant: 地圖樣式：%@

source: Mask Pattern
de: Maskierungsmuster
es: Patrón de máscara
fr: Motif de masque
it: Modello di maschera
ja: マスクパターン
ko: 마스크 패턴
pt_br: Padrão de Máscara
zh_hans: 掩码模式
zh_hant: 遮罩模式

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: Mensagem
zh_hans: 信息
zh_hant: 訊息

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Must be exactly 8 digits
de: Muss genau 8 Ziffern lang sein
es: Debe tener exactamente 8 dígitos
fr: Doit contenir exactement 8 chiffres
it: Deve essere esattamente di 8 cifre
ja: 正確に8桁である必要があります
ko: 정확히 8자리여야 합니다
pt_br: Deve ter exatamente 8 dígitos
zh_hans: 必须为8位数字
zh_hant: 必須為 8 位數

source: Must be exactly 13 digits
de: Muss genau 13 Ziffern lang sein
es: Debe tener exactamente 13 dígitos
fr: Doit contenir exactement 13 chiffres
it: Deve essere esattamente di 13 cifre
ja: 正確に13桁である必要があります
ko: 정확히 13자리여야 합니다
pt_br: Deve ter exatamente 13 dígitos
zh_hans: 必须为13位数字
zh_hant: 必須為 13 位數

source: Must be exactly 14 digits
de: Muss genau 14 Ziffern lang sein
es: Debe tener exactamente 14 dígitos
fr: Doit contenir exactement 14 chiffres
it: Deve essere esattamente di 14 cifre
ja: 正確に14桁である必要があります
ko: 정확히 14자리여야 합니다
pt_br: Deve ter exatamente 14 dígitos
zh_hans: 必须为14位数字
zh_hant: 必須為 14 位數

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
zh_hans: 否
zh_hant: 否

source: No Barcodes
de: Keine Barcodes
es: Sin códigos de barras
fr: Aucun code-barres
it: Nessun codice a barre
ja: バーコードがありません
ko: 바코드 없음
pt_br: Nenhum Código de Barras
zh_hans: 无条码
zh_hant: 沒有條碼

source: No Barcodes Found
de: Keine Barcodes gefunden
es: No se encontraron códigos de barras
fr: Aucun code-barres trouvé
it: Nessun codice a barre trovato
ja: バーコードが見つかりません
ko: 바코드를 찾을 수 없음
pt_br: Nenhum código de barras encontrado
zh_hans: 未发现条形码
zh_hant: 未發現條碼

source: No barcodes match the active filters.
de: Keine Barcodes entsprechen den aktiven Filtern.
es: Ningún código de barras coincide con los filtros activos.
fr: Aucun code-barres ne correspond aux filtres actifs.
it: Nessun codice a barre corrisponde ai filtri attivi.
ja: 有効なフィルターに一致するバーコードはありません。
ko: 활성 필터와 일치하는 바코드가 없습니다.
pt_br: Nenhum código de barras corresponde aos filtros ativos.
zh_hans: 没有条码符合当前筛选条件。
zh_hant: 沒有條碼符合作用中的篩選條件。

source: No Locations
de: Keine Standorte
es: Sin ubicaciones
fr: Aucune position
it: Nessuna posizione
ja: 場所がありません
ko: 위치 없음
pt_br: Nenhuma Localização
zh_hans: 无位置
zh_hant: 沒有位置

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum Resultado
zh_hans: 无结果
zh_hant: 沒有結果

source: No supported barcodes were detected in this image.
de: In diesem Bild wurden keine unterstützten Barcodes erkannt.
es: No se detectaron códigos de barras compatibles en esta imagen.
fr: Aucun code-barres pris en charge n'a été détecté dans cette image.
it: Non sono stati rilevati codici a barre supportati in questa immagine.
ja: この画像には、サポートされているバーコードが検出されませんでした。
ko: 이 이미지에서 지원되는 바코드가 감지되지 않았습니다.
pt_br: Nenhum código de barras compatível foi detectado nesta imagem.
zh_hans: 在此图像中未检测到支持的条形码。
zh_hant: 在此圖像中未檢測到支援的條碼。

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt_br: Notas
zh_hans: 备注
zh_hant: 備註

source: Numeric
de: Numerisch
es: Numérico
fr: Numérique
it: Numerico
ja: 数値
ko: 숫자
pt_br: Numérico
zh_hans: 数字
zh_hant: 數字

source: Only A-Z, 0-9, space, -.$/+%
de: Nur A-Z, 0-9, Leerzeichen, -.$/+%
es: Solo A-Z, 0-9, espacio, -.$/+%
fr: Seuls A-Z, 0-9, espace, -.$/+% sont autorisés
it: Solo A-Z, 0-9, spazio, -.$/+%
ja: A-Z、0-9、スペース、-.$/+%のみ
ko: A-Z, 0-9, 공백, -.$/+%만 허용됩니다
pt_br: Apenas A-Z, 0-9, espaço, -.$\/+%
zh_hans: 仅限A-Z、0-9、空格、-.$/+%
zh_hant: 僅限 A-Z、0-9、空格、-.$\/+%

source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
ja: マップで開く
ko: 지도에서 열기
pt_br: Abrir no Mapas
zh_hans: 在地图中打开
zh_hant: 在地圖中開啟

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
fr: Ouvrir dans Safari
it: Apri in Safari
ja: Safariで開く
ko: Safari에서 열기
pt_br: Abrir no Safari
zh_hans: 在Safari中打开
zh_hant: 在 Safari 中開啟

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

source: Opens a text field to add a new tag
de: Öffnet ein Textfeld zum Hinzufügen eines neuen Tags
es: Abre un campo de texto para añadir una nueva etiqueta
fr: Ouvre un champ de texte pour ajouter une nouvelle étiquette
it: Apre un campo di testo per aggiungere un nuovo tag
ja: 新しいタグを追加するためのテキストフィールドを開きます
ko: 새 태그를 추가할 텍스트 필드를 엽니다.
pt_br: Abre um campo de texto para adicionar uma nova etiqueta
zh_hans: 打开一个文本字段以添加新标签
zh_hant: 開啟文字欄位以新增標籤

source: Opens photo picker to scan barcodes from an image
de: Öffnet die Fotoauswahl, um Barcodes aus einem Bild zu scannen
es: Abre el selector de fotos para escanear códigos de barras de una imagen
fr: Ouvre le sélecteur de photos pour scanner des codes-barres à partir d'une image
it: Apre il selettore di foto per scansionare i codici a barre da un'immagine
ja: 写真選択を開き、画像からバーコードをスキャンします
ko: 사진 선택기를 열어 이미지에서 바코드를 스캔합니다
pt_br: Abre o seletor de fotos para escanear códigos de barras de uma imagem
zh_hans: 打开照片选择器以从图像扫描条形码
zh_hant: 打開相片選擇器以從圖像掃描條碼

source: Opens the barcode scanner camera
de: Öffnet die Barcode-Scanner-Kamera
es: Abre la cámara del escáner de códigos de barras
fr: Ouvre l'appareil photo du scanner de codes-barres
it: Apre la fotocamera dello scanner di codici a barre
ja: バーコードスキャナーカメラを開きます
ko: 바코드 스캐너 카메라를 엽니다.
pt_br: Abre a câmera do scanner de código de barras
zh_hans: 打开条码扫描器摄像头
zh_hant: 開啟條碼掃描器相機

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão Geral
zh_hans: 概览
zh_hant: 概覽

source: Payload Size
de: Nutzlastgröße
es: Tamaño del payload
fr: Taille de la charge utile
it: Dimensione payload
ja: ペイロードサイズ
ko: 페이로드 크기
pt_br: Tamanho da Carga
zh_hans: 有效负载大小
zh_hant: 酬載大小

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화번호
pt_br: Número de telefone
zh_hans: 电话号码
zh_hant: 電話號碼

source: Raw Value
de: Rohwert
es: Valor bruto
fr: Valeur brute
it: Valore non elaborato
ja: 元の値
ko: 원시 값
pt_br: Valor Bruto
zh_hans: 原始值
zh_hant: 原始數值

source: Remove from favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_br: Remover dos favoritos
zh_hans: 从收藏夹中移除
zh_hant: 從最愛移除

source: Reset map view
de: Kartenansicht zurücksetzen
es: Restablecer vista del mapa
fr: Réinitialiser la vue de la carte
it: Ripristina vista mappa
ja: マップ表示をリセット
ko: 지도 보기 초기화
pt_br: Redefinir visualização do mapa
zh_hans: 重置地图视图
zh_hant: 重設地圖檢視

source: Resets the map to show all barcode locations
de: Setzt die Karte zurück, um alle Barcode-Standorte anzuzeigen
es: Restablece el mapa para mostrar todas las ubicaciones de los códigos de barras
fr: Réinitialise la carte pour afficher toutes les positions des codes-barres
it: Ripristina la mappa per mostrare tutte le posizioni dei codici a barre
ja: すべてのバーコードの場所を表示するようにマップをリセットします
ko: 모든 바코드 위치를 표시하도록 지도를 초기화합니다.
pt_br: Redefine o mapa para mostrar todas as localizações de códigos de barras
zh_hans: 将地图重置为显示所有条码位置
zh_hant: 重設地圖以顯示所有條碼位置

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar Novamente
zh_hans: 重试
zh_hant: 重試

source: Row Count
de: Zeilenanzahl
es: Recuento de filas
fr: Nombre de rangées
it: Numero di righe
ja: 行数
ko: 행 수
pt_br: Contagem de Linhas
zh_hans: 行数
zh_hant: 列數

source: Satellite
de: Satellit
es: Satélite
ja: 衛星
ko: 위성
pt_br: Satélite
zh_hans: 卫星
zh_hant: 衛星影像

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Save (%lld)
de: Speichern (%lld)
es: Guardar (%lld)
fr: Enregistrer (%lld)
it: Salva (%lld)
ja: 保存 (%lld)
ko: 저장 (%lld)
pt_br: Salvar (%lld)
zh_hans: 保存 (%lld)
zh_hant: 儲存 (%lld)

source: Save Anyway
de: Trotzdem speichern
es: Guardar de todos modos
fr: Enregistrer quand même
it: Salva comunque
ja: それでも保存
ko: 그래도 저장
pt_br: Salvar Mesmo Assim
zh_hans: 仍然保存
zh_hant: 仍要儲存

source: Save Barcode
de: Barcode speichern
es: Guardar código de barras
fr: Enregistrer le code-barres
it: Salva codice a barre
ja: バーコードを保存
ko: 바코드 저장
pt_br: Salvar Código de Barras
zh_hans: 保存条码
zh_hant: 儲存條碼

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已儲存

source: Scan barcode
de: Barcode scannen
es: Escanear código de barras
fr: Scanner un code-barres
it: Scansiona codice a barre
ja: バーコードをスキャン
ko: 바코드 스캔
pt_br: Escanear código de barras
zh_hans: 扫描条码
zh_hant: 掃描條碼

source: Scan from image
de: Aus Bild scannen
es: Escanear desde imagen
fr: Scanner depuis une image
it: Scansiona da immagine
ja: 画像からスキャン
ko: 이미지에서 스캔
pt_br: Escanear da imagem
zh_hans: 从图像扫描
zh_hant: 從圖像掃描

source: Scan from Image
de: Aus Bild scannen
es: Escanear desde imagen
fr: Scanner depuis une image
it: Scansiona da immagine
ja: 画像からスキャン
ko: 이미지에서 스캔
pt_br: Escanear da imagem
zh_hans: 从图像扫描
zh_hant: 從圖像掃描

source: Scanned
de: Gescannte
es: Escaneados
fr: Scannés
it: Scansionati
ja: スキャン済み
ko: 스캔됨
pt_br: Lidos
zh_hans: 已扫描
zh_hant: 已掃描

source: Scanned and created barcodes will appear here.
de: Gescannte und erstellte Barcodes werden hier angezeigt.
es: Aquí aparecerán los códigos de barras escaneados y creados.
fr: Les codes-barres scannés et créés apparaîtront ici.
it: I codici a barre scansionati e creati appariranno qui.
ja: スキャンおよび作成されたバーコードがここに表示されます。
ko: 스캔되거나 생성된 바코드가 여기에 표시됩니다.
pt_br: Códigos de barras lidos e criados aparecerão aqui.
zh_hans: 已扫描和创建的条码将在此处显示。
zh_hant: 已掃描和建立的條碼將會顯示在此處。

source: Scanned barcodes with location data will appear here.
de: Gescannte Barcodes mit Standortdaten werden hier angezeigt.
es: Aquí aparecerán los códigos de barras escaneados con datos de ubicación.
fr: Les codes-barres scannés avec des données de localisation apparaîtront ici.
it: I codici a barre scansionati con dati di posizione appariranno qui.
ja: 位置情報データを含むスキャン済みバーコードがここに表示されます。
ko: 위치 데이터가 있는 스캔된 바코드가 여기에 표시됩니다.
pt_br: Códigos de barras lidos com dados de localização aparecerão aqui.
zh_hans: 带有位置数据的已扫描条码将在此处显示。
zh_hant: 具有位置資料的已掃描條碼將會顯示在此處。

source: Scanned here
de: Hier gescannt
es: Escaneado aquí
fr: Scanné ici
it: Scansionato qui
ja: ここでスキャン
ko: 여기에서 스캔됨
pt_br: Lido aqui
zh_hans: 在此扫描
zh_hant: 在此處掃描

source: Search barcodes
de: Barcodes durchsuchen
es: Buscar códigos de barras
fr: Rechercher des codes-barres
it: Cerca codici a barre
ja: バーコードを検索
ko: 바코드 검색
pt_br: Pesquisar códigos de barras
zh_hans: 搜索条码
zh_hant: 搜尋條碼

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選取

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

source: Select barcodes
de: Barcodes auswählen
es: Seleccionar códigos de barras
fr: Sélectionner des codes-barres
it: Seleziona codici a barre
ja: バーコードを選択
ko: 바코드 선택
pt_br: Selecionar códigos de barras
zh_hans: 选择条码
zh_hant: 選取條碼

source: Select Items
de: Elemente auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
it: Seleziona elementi
ja: 項目を選択
ko: 항목 선택
pt_br: Selecionar itens
zh_hans: 选择项目
zh_hant: 選擇項目

source: Send Email
de: E-Mail senden
es: Enviar correo electrónico
fr: Envoyer un e-mail
it: Invia email
ja: メールを送信
ko: 이메일 보내기
pt_br: Enviar E-mail
zh_hans: 发送电子邮件
zh_hant: 傳送電子郵件

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar Mensagem
zh_hans: 发送消息
zh_hant: 傳送訊息

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

source: Share barcode
de: Barcode teilen
es: Compartir código de barras
fr: Partager le code-barres
it: Condividi codice a barre
ja: バーコードを共有
ko: 바코드 공유
pt_br: Compartilhar código de barras
zh_hans: 分享条码
zh_hant: 分享條碼

source: Share Barcode
de: Barcode teilen
es: Compartir código de barras
fr: Partager le code-barres
it: Condividi codice a barre
ja: バーコードを共有
ko: 바코드 공유
pt_br: Compartilhar Código de Barras
zh_hans: 分享条码
zh_hant: 分享條碼

source: Show raw metadata like symbology details and descriptor archives on the barcode detail screen.
de: Zeigt Rohmetadaten wie Symbologiedetails und Deskriptorarchive auf dem Barcode-Detailbildschirm an.
es: Muestra metadatos brutos como detalles de simbología y archivos de descriptor en la pantalla de detalles del código de barras.
fr: Affiche les métadonnées brutes comme les détails de la symbologie et les archives des descripteurs sur l'écran des détails du code-barres.
it: Mostra metadati grezzi come dettagli di simbologia e archivi descrittori nella schermata dei dettagli del codice a barre.
ja: バーコード詳細画面で、シンボロジーの詳細やディスクリプターアーカイブなどの生のメタデータを表示します。
ko: 바코드 세부 정보 화면에 기호 세부 정보 및 디스크립터 아카이브와 같은 원시 메타데이터를 표시합니다.
pt_br: Mostra metadados brutos como detalhes de simbologia e arquivos descritores na tela de detalhes do código de barras.
zh_hans: 在条码详情屏幕上显示原始元数据，例如符号系统详细信息和描述符存档。
zh_hant: 在條碼詳細資訊畫面中顯示原始中繼資料，例如符號系統詳細資訊和描述符歸檔。

source: Simple
de: Einfach
it: Semplice
ja: シンプル
ko: 간단히
pt_br: Simples
zh_hans: 简单
zh_hant: 簡約

source: Source
de: Quelle
es: Origen
it: Origine
ja: ソース
ko: 소스
pt_br: Origem
zh_hans: 来源
zh_hant: 來源

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
pt_br: Estatísticas
zh_hans: 统计
zh_hant: 統計

source: Stats
de: Statistiken
es: Estadísticas
it: Statistiche
ja: 統計
ko: 통계
pt_br: Estatísticas
zh_hans: 统计
zh_hant: 統計

source: Tag selected
de: Ausgewählte taggen
es: Etiquetar seleccionados
fr: Étiqueter la sélection
it: Tagga selezionati
ja: 選択した項目をタグ付け
ko: 선택 항목 태그
pt_br: Etiquetar selecionados
zh_hans: 标记所选
zh_hant: 標記所選項目

source: Tagged
de: Getaggt
es: Etiquetados
fr: Étiquetés
it: Taggati
ja: タグ付け済み
ko: 태그됨
pt_br: Etiquetados
zh_hans: 已标记
zh_hant: 已標記

source: Tags (comma-separated)
de: Tags (kommagetrennt)
es: Etiquetas (separadas por comas)
fr: Étiquettes (séparées par des virgules)
it: Tag (separati da virgola)
ja: タグ (カンマ区切り)
ko: 태그 (쉼표로 구분)
pt_br: Etiquetas (separadas por vírgula)
zh_hans: 标签（以逗号分隔）
zh_hant: 標籤（以逗號分隔）

source: Tags will be added to %lld selected barcodes.
de: Tags werden zu %lld ausgewählten Barcodes hinzugefügt.
es: Las etiquetas se añadirán a %lld códigos de barras seleccionados.
fr: Des étiquettes seront ajoutées à %lld codes-barres sélectionnés.
it: I tag verranno aggiunti a %lld codici a barre selezionati.
ja: 選択されたバーコード%lld個にタグが追加されます。
ko: 선택된 바코드 %lld개에 태그가 추가됩니다.
pt_br: As etiquetas serão adicionadas a %lld códigos de barras selecionados.
zh_hans: 标签将添加到%lld个所选条码。
zh_hant: 標籤將新增至 %lld 個已選取條碼。

source: Tap or swipe down to dismiss
de: Tippen oder nach unten wischen zum Schließen
es: Toca o desliza hacia abajo para descartar
fr: Appuyez ou balayez vers le bas pour fermer
it: Tocca o scorri verso il basso per chiudere
ja: タップまたは下にスワイプして閉じる
ko: 탭하거나 아래로 스와이프하여 닫기
pt_br: Toque ou deslize para baixo para dispensar
zh_hans: 轻点或向下滑动以关闭
zh_hant: 輕點或向下滑動以關閉

source: Tap to add a note...
de: Tippen Sie hier, um eine Notiz hinzuzufügen...
es: Toca para añadir una nota...
fr: Appuyez pour ajouter une note...
it: Tocca per aggiungere una nota...
ja: タップしてメモを追加...
ko: 탭하여 메모 추가...
pt_br: Toque para adicionar uma nota...
zh_hans: 轻点添加备注...
zh_hant: 輕點以新增備註...

source: This will permanently delete all %lld barcodes. This cannot be undone.
de: Dies löscht dauerhaft alle %lld Barcodes. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos los %lld códigos de barras. Esto no se puede deshacer.
fr: Cela supprimera définitivement tous les %lld codes-barres. Cette action est irréversible.
it: Verranno eliminati definitivamente tutti i %lld codici a barre. Questa operazione non può essere annullata.
ja: これにより、すべてのバーコード%lld個が完全に削除されます。この操作は元に戻せません。
ko: 이렇게 하면 %lld개의 모든 바코드가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isto excluirá permanentemente todos os %lld códigos de barras. Esta ação não pode ser desfeita.
zh_hans: 这将永久删除所有%lld个条码。此操作无法撤销。
zh_hant: 這將永久刪除所有 %lld 個條碼。此動作無法復原。

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: Toggles continuous scanning mode
de: Schaltet den kontinuierlichen Scan-Modus um
es: Activa el modo de escaneo continuo
fr: Active/désactive le mode de scan continu
it: Attiva/disattiva la modalità di scansione continua
ja: 連続スキャンモードを切り替えます
ko: 연속 스캔 모드를 전환합니다.
pt_br: Alterna o modo de leitura contínua
zh_hans: 切换连续扫描模式
zh_hant: 切換連續掃描模式

source: Toggles the camera flashlight
de: Schaltet die Kamera-Taschenlampe um
es: Activa la linterna de la cámara
fr: Active/désactive la lampe torche de l'appareil photo
it: Attiva/disattiva la torcia della fotocamera
ja: カメラのフラッシュライトを切り替えます
ko: 카메라 플래시를 켜고 끕니다.
pt_br: Alterna a lanterna da câmera
zh_hans: 切换相机闪光灯
zh_hant: 切換相機手電筒

source: Torch off
de: Taschenlampe aus
es: Linterna desactivada
fr: Lampe torche désactivée
it: Torcia spenta
ja: フラッシュオフ
ko: 손전등 끄기
pt_br: Lanterna desligada
zh_hans: 手电筒关闭
zh_hant: 手電筒關閉

source: Torch on
de: Taschenlampe an
es: Linterna activada
fr: Lampe torche activée
it: Torcia accesa
ja: フラッシュオン
ko: 손전등 켜기
pt_br: Lanterna ligada
zh_hans: 手电筒开启
zh_hant: 手電筒開啟

source: Total Barcodes
de: Gesamte Barcodes
es: Total de códigos de barras
fr: Codes-barres totaux
it: Totale codici a barre
ja: 合計バーコード数
ko: 총 바코드
pt_br: Total de Códigos de Barras
zh_hans: 总条码数
zh_hant: 條碼總數

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型
zh_hant: 類型

source: Unfavorite
de: Entfavorisieren
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
pt_br: Desfavoritar
zh_hans: 取消收藏
zh_hant: 取消最愛

source: Unique
de: Eindeutig
es: Únicos
fr: Uniques
it: Unici
ja: ユニーク
ko: 고유
pt_br: Únicos
zh_hans: 唯一
zh_hant: 獨特

source: Unique Values
de: Eindeutige Werte
es: Valores únicos
fr: Valeurs uniques
it: Valori unici
ja: ユニークな値
ko: 고유 값
pt_br: Valores Únicos
zh_hans: 唯一值
zh_hant: 獨特值

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
ja: 有効
ko: 유효함
pt_br: Válido
zh_hans: 有效
zh_hant: 有效

source: View Existing
de: Vorhandenes anzeigen
es: Ver existente
fr: Voir l'existant
it: Visualizza esistente
ja: 既存を表示
ko: 기존 항목 보기
pt_br: Ver Existente
zh_hans: 查看现有
zh_hant: 檢視現有項目

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
zh_hans: 网站
zh_hant: 網站

source: Wi-Fi Network
de: WLAN-Netzwerk
es: Red Wi-Fi
fr: Réseau Wi-Fi
it: Rete Wi-Fi
ja: Wi-Fi ネットワーク
ko: Wi-Fi 네트워크
pt_br: Rede Wi-Fi
zh_hans: Wi-Fi 网络
zh_hant: Wi-Fi 網路

source: With Location
de: Mit Standort
es: Con ubicación
fr: Avec position
it: Con posizione
ja: 位置情報あり
ko: 위치 포함
pt_br: Com Localização
zh_hans: 带位置
zh_hant: 含位置

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pt_br: Sim
zh_hans: 是
zh_hant: 是

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: Barcodes
es: Códigos
fr: Codes-barres
it: Codici
ja: バーコード
ko: 바코드
pt_br: Códigos
zh_hans: 条码
zh_hant: 條碼

source: Detail
es: Detalle
fr: Détails
it: Dettaglio
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳細資訊
